[
  {
    "title": "Gladiator",
    "img": "https://m.media-amazon.com/images/I/51GA6V6VE1L._AC_SY445_.jpg",
    "details": "PG | 155 min | Action, Adventure, Drama",
    "description": "In 180 AD, Hispano-Roman General Maximus Decimus Meridius intends to return to his home after he leads the Roman army to victory against the Germanic tribes near Vindobona on the Limes Germanicus. Emperor Marcus Aurelius tells Maximus that his own son, Commodus, is unfit to rule and that he wishes Maximus to succeed him, as regent, to help save Rome from corruption and restore the Roman Republic. Upon hearing this, Commodus murders his father."
  },
  {
    "title": "The Godfather",
    "img": "https://gticket.quai10.be/image.aspx?img=movies_photo/30341/godfather.jpg",
    "details": "12A | 175 min | Crime, Drama",
    "description": "In 1945, in New York, the Corleones are one of the 5 families of the mafia. Don Vito Corleone, godfather of this family, marries his daughter to a bookmaker. Sollozzo, the 'godfather' of the Tattaglia family, offers Don Vito a partnership in the drug trade, but he refuses. Sonny, one of his sons, is favorable to it. In order to deal with Sonny, Sollozzo tries to have Don Vito killed, but this one escapes from it."
  },
  {
    "title":  "Alien",
    "img": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c3/Alien_movie_poster.jpg/220px-Alien_movie_poster.jpg",
    "details":  "12A | 117 min | Horror, SF",
    "description": "The commercial space tug Nostromo is returning to Earth with a seven-member crew in stasis: Captain Dallas, Executive Officer Kane, Warrant Officer Ripley, Navigator Lambert, Science Officer Ash, and two engineers, Parker and Brett. Detecting a transmission from a nearby moon, the ship's computer, Mother, awakens the crew. Per company policy requiring any potential distress signal be investigated, they land on the moon despite Parker's protests, sustaining damage from its atmosphere and rocky landscape in the process. The engineers stay on board to effect repairs while Dallas, Kane, and Lambert head out to investigate. They discover the signal originates from a derelict alien ship and enter it, losing communication with the Nostromo. Ripley deciphers part of the transmission, determining it to be a warning, but cannot relay this information to those on the derelict ship."
  },
  {
    "title":  "Blade Runner",
    "img": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9f/Blade_Runner_%281982_poster%29.png/220px-Blade_Runner_%281982_poster%29.png",
    "details":  "U | 117 min | SF, Action, Thriller",
    "description": "In November 2019 Los Angeles, former police officer Rick Deckard is detained by Officer Gaff, and brought to his former supervisor, Bryant. Deckard, whose job as a \"blade runner\" was to track down bioengineered humanoids known as replicants and terminally \"retire\" them, is informed that four replicants are on Earth illegally. Deckard begins to leave, but Bryant ambiguously threatens him and Deckard stays. The two watch a video of a blade runner named Holden administering the Voight-Kampff test, which is designed to distinguish replicants from humans based on their emotional responses to questions. The test subject, Leon, shoots Holden on the second question. Bryant wants Deckard to retire Leon and three other Nexus-6 replicants: Roy Batty, Zhora, and Pris."
  },
  {
    "title":  "The Lord of the Rings: The Fellowship of the Ring",
    "img": "https://upload.wikimedia.org/wikipedia/en/8/8a/The_Lord_of_the_Rings_The_Fellowship_of_the_Ring_%282001%29.jpg",
    "details":  "U | 178 min | Fantasy, Adventure",
    "description": "In the Second Age of Middle-earth, the lords of Elves, Dwarves, and Men are given Rings of Power. Unbeknownst to them, the Dark Lord Sauron forges the One Ring in Mount Doom, instilling into it a great part of his power, in order to dominate the other Rings so he might conquer Middle-earth. A final alliance of Men and Elves battles Sauron's forces in Mordor. Isildur of Gondor severs Sauron's finger and the Ring with it, thereby vanquishing Sauron and returning him to spirit form. With Sauron's first defeat, the Third Age of Middle-earth begins. The Ring's influence corrupts Isildur, who takes it for himself and is later killed by Orcs. The Ring is lost in a river for 2,500 years until it is found by Gollum, who owns it for five centuries. The ring abandons Gollum and it is subsequently found by a hobbit named Bilbo Baggins, who is unaware of its history."
  }
]